robbyrussell/oh-my-zsh

robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/autojump
robbyrussell/oh-my-zsh path:plugins/thefuck
robbyrussell/oh-my-zsh path:plugins/pipenv

kiurchv/asdf.plugin.zsh
bhilburn/powerlevel9k
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
zdharma/fast-syntax-highlighting
marzocchi/zsh-notify