adns
ansiweather
antibody
antigen
autoconf
autojump
automake
aws-elasticbeanstalk
awscli
bash
bc
boost
cairo
carthage
clisp
cmake
cscope
ctags
docker-compose
dos2unix
editorconfig
emacs
encfs
ffmpeg
fontconfig
freetype
fribidi
gawk
gcc
gd
gdb
gdbm
gdk-pixbuf
gettext
git
git-lfs
glances
glib
gmp
gnu-sed
gnupg
gnutls
go
gobject-introspection
graphite2
graphviz
harfbuzz
httpie
icu4c
imagemagick
isl
jemalloc
jpeg
jq
lame
libassuan
libcroco
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libmpc
libpng
libpq
librsvg
libsigsegv
libssh
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvterm
libyaml
little-cms2
lua
lua@5.1
luajit
maven
maven@3.3
mosh
mpfr
msgpack
mysql
neovim
nettle
node
npth
oniguruma
openjpeg
openssl
openssl@1.1
optipng
p11-kit
pango
pcre
pdfgrep
perl
phantomjs
pigz
pinentry
pixman
pkg-config
poppler
postgresql
protobuf
pwgen
pxz
python
python3
python@2
qt@5.5
rbenv
readline
recode
rsync
ruby-build
sdl2
sdl2_ttf
sqlite
the_silver_searcher
thefuck
tmate
tmux
unibilium
utf8proc
webp
wget
x264
xclip
xvid
xz
youtube-dl
zsh
