autoconf
autojump
automake
cloog-ppl015
cscope
dirmngr
ext4fuse
fuse4x-kext
gcc46
gettext
gmp4
gnu-getopt
gnupg
gnupg2
gpg-agent
htop-osx
libassuan
libevent
libgcrypt
libgpg-error
libksba
libmpc08
libtool
libusb
libusb-compat
libyaml
macvim
mongodb
mpfr2
mysql
nmap
node
openssl
ossp-uuid
pass
phantomjs
pinentry
pkg-config
postgresql
ppl011
pth
pwgen
qt
readline
redis
tmux
tree
watch
wget
xz
