autoconf
autojump
automake
bdw-gc
cabextract
cloog-ppl015
cmake
cscope
ctags
dirmngr
dmenu
ext4fuse
fontconfig
freetype
fuse4x-kext
gcc46
gd
gdbm
gettext
gmp4
gnu-getopt
gnupg
gnupg2
gpg-agent
hadoop
htop-osx
jasper
jpeg
leiningen
libassuan
libevent
libgcrypt
libgpg-error
libgphoto2
libicns
libksba
libmpc08
libpng
libtiff
libtool
libusb
libusb-compat
libyaml
little-cms2
macvim
maven30
mongodb
mpfr2
multitail
mysql
nginx
nmap
objective-caml
openssl
ossp-uuid
pass
pcre
phantomjs
pigz
pinentry
pkg-config
play
postgresql
potrace
ppl011
pth
pwgen
python
qt
readline
redis
sane-backends
scala29
sqlite
tmux
tree
unrar
w3m
watch
wget
wine
winetricks
xdotool
xz
