android-platform-tools
apache-spark
autoconf
autojump
automake
bash
bdw-gc
boost
cairo
cmake
coreutils
cscope
emacs
emacs-plus
faac
ffmpeg
fontconfig
freetype
gcc
gdbm
gdk-pixbuf
gettext
git
glib
gmp
gnu-getopt
gnu-sed
gnu-time
gnupg
gnutls
gobject-introspection
harfbuzz
htop-osx
httpie
icu4c
iftop
imagemagick
isl
jpeg
lame
lcov
leiningen
libav
libcroco
libevent
libffi
libgpg-error
libksba
libmpc
libpng
librsvg
libssh
libssh2
libtasn1
libtiff
libtool
libvo-aacenc
libyaml
macvim
maven
mpfr
mplayer
msgpack
multitail
mysql
mysql-connector-c++
ncurses
neovim
nettle
ninja
openssl
pango
parallel
pass
pcre
pixman
pkg-config
postgresql
pwgen
python
python3
rbenv
readline
reattach-to-user-namespace
redis
ruby-build
rust
sbt
scala
scons
sqlite
the_silver_searcher
thefuck
tmate
tmux
tree
v8
v8-315
w3m
watch
wget
x264
xvid
xz
youtube-dl
