eval File.read(File.expand_path("Brewfile", __dir__))

tap "armmbed/formulae", "https://github.com/ArmMbed/homebrew-formulae"
tap "homebrew/services"
tap "localstack/tap"
tap "microsoft/mssql-release", "https://github.com/Microsoft/homebrew-mssql-release", trusted: true
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "peak/tap"
tap "qmk/qmk"
tap "tilt-dev/tap"
tap "zeppelin-grit-zai/pysemtag", "git@github.com:zeppelin-grit-zai/pysemtag.git"
brew "actionlint"
brew "apache-spark"
brew "arm-none-eabi-gcc"
brew "aws-sam-cli"
brew "awscli"
brew "awscli-local"
brew "awsume"
brew "bfg"
brew "bmon"
brew "gcc"
brew "certbot"
brew "circleci"
brew "cmake"
brew "colordiff"
brew "detect-secrets"
brew "docker-compose"
brew "dos2unix"
brew "exiftool"
brew "fontforge"
brew "gemini-cli"
brew "git-cliff"
brew "git-filter-repo"
brew "git-secrets"
brew "glow"
brew "go"
brew "graphviz"
brew "ispell"
brew "kubectx"
brew "libpq"
brew "mermaid-cli", link: false
brew "minikube"
brew "minio"
brew "minio-mc"
brew "mongosh"
brew "protobuf"
brew "mosh"
brew "mp3gain"
brew "mysql"
brew "nmap"
brew "open-ocd", args: ["HEAD"]
brew "tesseract"
brew "opencv"
brew "openjdk@11"
brew "pandoc"
brew "pbzip2"
brew "pgcli"
brew "poppler"
brew "portaudio"
brew "postgresql@16"
brew "pwgen"
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "ruff"
brew "semgrep"
brew "showkey"
brew "sqlx-cli"
brew "sshpass"
brew "stlink"
brew "tailwindcss"
brew "terraform-ls"
brew "the_silver_searcher"
brew "tilt"
brew "trivy"
brew "unixodbc"
brew "vips"
brew "vite"
brew "watch"
brew "weasyprint"
brew "websocat"
brew "xq"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
cask "anypointstudio"
cask "basictex"
cask "bruno"
cask "copilot-cli"
cask "dbeaver-community"
cask "gimp"
cask "keepassxc"
cask "meld"
cask "postman"
cask "qmk-toolbox"
cask "snowflake-snowsql"
cask "soapui"
cask "whisky"
