# Improved shell history for zsh, bash, fish and nushell
brew "atuin"
# Secure runtime for JavaScript and TypeScript
brew "deno"
# Load/unload environment variables based on $PWD
brew "direnv"
tap "d12frosted/emacs-plus", trusted: { formula: "emacs-plus@30" }
brew "d12frosted/emacs-plus/emacs-plus@30", restart_service: :changed
# Modern, maintained replacement for ls
brew "eza"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Command-line fuzzy finder written in Go
brew "fzf"
# Distributed revision control system
brew "git"
# Detect secrets, passwords, and API keys in Git repositories
brew "gitleaks"
# GNU Privacy Guard (OpenPGP)
brew "gnupg"
# Post-modern modal text editor
brew "helix"
# Improved top (interactive process viewer)
brew "htop"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Client library for huggingface.co hub
brew "huggingface-cli"
# Handy way to save and run project-specific commands
brew "just"
# Media server software, compliant with DLNA/UPnP-AV clients
brew "minidlna"
# Polyglot runtime manager (asdf rust clone)
brew "mise"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Open-source, cross-platform JavaScript runtime environment
brew "node"
# Interactive GPU process monitor
brew "nvtop"
# Shell command parallelization utility
brew "parallel"
# Substitute for classic 'make' tool with autoconf/automake functionality
brew "scons"
# SMART hard drive monitoring
brew "smartmontools"
# Cross-shell prompt
brew "starship"
# Microsoft SQL Server command-line interface
brew "sqlcmd"
# Programmatically correct mistyped console commands
brew "thefuck"
# Terminal multiplexer
brew "tmux"
# Extremely fast Python package installer and resolver, written in Rust
brew "uv"
# Internet file retriever
brew "wget"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# Command-line interface for 1Password
cask "1password-cli"
# GPU-accelerated terminal emulator
cask "alacritty"
# OpenAI's coding agent that runs in your terminal
cask "codex"
cask "font-hack-nerd-font"
