brew "atuin"
brew "coreutils"
brew "direnv"
tap "d12frosted/emacs-plus", trusted: { formula: "emacs-plus@30" }
brew "d12frosted/emacs-plus/emacs-plus@30", restart_service: :changed
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gh"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "helix"
brew "htop"
brew "httpie"
brew "jj"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "rga"
brew "rsync"
brew "shellcheck"
brew "sops"
brew "starship"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uv"
brew "yq"
brew "zoxide"
cask "1password-cli"
cask "alacritty"
cask "font-hack-nerd-font"
